{
    "homepage": {
      "heroTitle": "Добро пожаловать в Nova Designs",
      "heroSubtitle": "Мы разрабатываем инновационные решения",
      "learnMoreBtn": "Узнать больше",
      "trustpilotBtn": "Оставить отзыв на Trustpilot",
      "reviewsTitle": "Отзывы клиентов",
      "reviews": [
        {
          "text": "Лучшее, что когда-либо было, человек. Все, что вам нужно сделать, это что-то найти, и вуаля, оно здесь. Очень хорошо для RP.",
          "author": "Hogzz, Nova Designs"
        },
        {
          "text": "Nova Designs - потрясающие. Они помогли мне создать свой сайт и взяли всю работу на себя. Все, что мне нужно было сделать, это дать им описание того, каким я хотел бы видеть сайт, некоторые идеи дизайна и название, и вуаля, в течение дня они показали мне изображения.",
          "author": "Destiny Scripts, Nova Designs"
        }
      ],
      "aboutTitle": "О нас",
      "aboutText": "Nova Designs - ведущая студия дизайна и разработки, специализирующаяся на предоставлении высококачественных решений для наших клиентов. Наша команда экспертов специализируется на веб-дизайне, Discord-ботах и графическом дизайне.",
      "contactTitle": "Свяжитесь с нами через Discord",
      "contactText": "Если у вас есть вопросы или вам нужна помощь, не стесняйтесь обращаться к нам через Discord. Нажмите на кнопку ниже, чтобы присоединиться к нашему серверу.",
      "discordBtn": "Присоединиться к нашему Discord",
      "popupTitle": "Условия использования и политика конфиденциальности",
      "popupText": "Пожалуйста, ознакомьтесь с нашими",
      "termsLink": "Условиями использования",
      "andText": "и",
      "privacyLink": "Политикой конфиденциальности",
      "agreeBtn": "Согласен"
    },
    "forumPosts": [
      {
        "title": "Наш универсальный план расширения",
        "content": "Мы рады объявить о нашем универсальном плане расширения! Мы уже начали добавлять поддержку для таких языков, как английский, немецкий, французский, голландский, русский и испанский. Эта инициатива направлена на улучшение доступности и инклюзивности для нашего глобального сообщества. Кроме того, с гордостью представляем наш обновленный дизайн веб-сайта, который обеспечивает более интуитивное и привлекательное пользовательское взаимодействие.",
        "username": "Society",
        "role": "Генеральный директор",
        "date": "28 июня 2024 года в 10:00",
        "isNew": true
      },      
      {
        "title": "Продан Emergency Navigator",
        "content": "Мы рады объявить, что Emergency Navigator успешно продан новому владельцу. Как студия разработчиков, мы будем поддерживать проект, тесно сотрудничая с новым владельцем, чтобы обеспечить его успех. Следите за обновлениями!",
        "username": "Society",
        "role": "Генеральный директор",
        "date": "23 июня 2024 года в 14:12",
        "isNew": true
      },
      {
        "title": "Добро пожаловать на форумы",
        "content": "Добро пожаловать на наш сообщественный форум! Это центр, где мы делимся захватывающими обновлениями, объявляем о новых релизах и обсуждаем важные события. Как единственный автор, я буду держать вас в курсе всех последних новостей, событий и возможностей для участия.",
        "username": "Society",
        "role": "Генеральный директор",
        "date": "23 июня 2024 года в 14:12",
        "isNew": false
      }
    ],
    "services": [
      { "title": "Веб-дизайн", "description": "Мы создаем потрясающие и адаптивные веб-сайты, отвечающие вашим потребностям." },
      { "title": "Дискорд боты", "description": "Наша команда разрабатывает удобные в использовании дискорд боты для оптимизации управления серверами и увеличения вовлеченности в сообщество." },
      { "title": "ER:LC Liveries", "description": "Мы предоставляем настраиваемые обшивки для аварийных служб: транспортные средства округа Либерти, объединяя инновационный дизайн с современными стандартами." },
      { "title": "Графический дизайн", "description": "Наши креативные дизайнеры создают визуально привлекательные графические элементы для вашего бренда." }
    ],
    "products": [
      {
        "categoryName": "Веб-сайты",
        "products": [
          { "title": "Emergency Navigator", "image": "images/Emergency_Navigator.png", "description": "Emergency Navigator - это веб-сайт, разработанный Nova Designs..." },
          { "title": "Nova Designs", "image": "images/nova_designs.png", "description": "Добро пожаловать на веб-сайт Nova Designs, где мы предоставляем подробную информацию о наших услугах..." }
        ]
      },
      {
        "categoryName": "Дискорд боты",
        "products": [
          { "title": "Nova Designs Bot", "image": "images/nova_designs.png", "description": "Дискорд бот Nova Designs создан для помощи в управлении официальным сервером Nova Designs." },
          { "title": "Agua", "image": "images/agua.png", "description": "Бот Agua создан для модерации, управления и помощи серверам с помощью различных команд..." }
        ]
      },
      {
        "categoryName": "Графический дизайн",
        "products": [
          { "title": "Скоро будет доступно", "description": "Наши графические дизайны в настоящее время недоступны. Пожалуйста, вернитесь позже." }
        ]
      }
    ],
      "credits": {
        "teamHeading": "Наша Команда",
        "teamMembers": [
          {
            "name": "Society",
            "role": "Генеральный директор",
            "description": "Отвечает за стратегическое направление и деловую деятельность компании."
          },
          {
            "name": "ryderisshort",
            "role": "Заместитель генерального директора",
            "description": "Поддерживает генерального директора в управлении повседневной бизнес-деятельностью и управлении проектами."
          },
          {
            "name": "duckytop",
            "role": "Глава отдела по связям с общественностью",
            "description": "Управляет общественным имиджем компании и коммуникационной стратегией."
          },
          {
            "name": "ryderisshort",
            "role": "Директор по разработке",
            "description": "Надзирает за разработчиками и обеспечивает качество программных проектов."
          },
          {
            "name": "duckdodgers25.5",
            "role": "Директор по разработке контента",
            "description": "Управляет разработкой контента и обеспечивает последовательность и качество всех опубликованных материалов."
          },
          {
            "name": "stealth102",
            "role": "Специалист по переводу (французский)",
            "description": "Переводит корпоративные материалы на французский и обеспечивает их точность и культурную релевантность."
          },
          {
            "name": ".xuragentofthenine",
            "role": "Специалист по переводу (нидерландский)",
            "description": "Переводит корпоративные материалы на нидерландский и обеспечивает их точность и культурную релевантность."
          },
          {
            "name": "Anders_J",
            "role": "Общий разработчик контента",
            "description": "Создает и поддерживает различные материалы для компании."
          },
          {
            "name": "duckdodgers25.5",
            "role": "Общий разработчик контента, веб-разработчик",
            "description": "Разрабатывает и поддерживает корпоративный веб-сайт и другие общие материалы."
          },
          {
            "name": "ryderisshort",
            "role": "Общий разработчик контента, разработчик Roblox Studio",
            "description": "Разрабатывает контент для Roblox Studio и вносит вклад в общее развитие контента."
          },
          {
            "name": "pack29man",
            "role": "Общий разработчик контента",
            "description": "Вносит вклад в различные проекты разработки контента."
          },
          {
            "name": "duckdodgers25.5",
            "role": "Генеральный директор Emergency Navigator",
            "description": "Предоставляет ценные знания и поддержку на критических этапах развития проектов."
          }
        ]
      }
    }
    