{
    "homepage": {
      "heroTitle": "Bem-vindo à Nova Designs",
      "heroSubtitle": "Projetamos e desenvolvemos soluções inovadoras.",
      "learnMoreBtn": "Saiba Mais",
      "trustpilotBtn": "Deixe uma Avaliação no Trustpilot",
      "reviewsTitle": "Avaliações de Clientes",
      "reviews": [
        {
          "text": "A melhor coisa de todas, é só pesquisar algo e pronto, está lá, muito bom para RP.",
          "author": "Hogzz, Nova Designs"
        },
        {
          "text": "A Nova Designs é incrível, eles me ajudaram a criar meu site e gerenciá-lo. Tudo o que eu precisava fazer era dar uma descrição do que eu queria para o site, algumas ideias de design e o nome, e em um dia eu já tinha imagens do site.",
          "author": "Destiny scripts, Nova Designs"
        }
      ],
      "aboutTitle": "Sobre Nós",
      "aboutText": "A Nova Designs é um estúdio de design e desenvolvimento de alto nível, focado em entregar soluções de alta qualidade para nossos clientes. Nossa equipe de especialistas é especializada em design de sites, bots para Discord e design gráfico.",
      "contactTitle": "Contate-nos no Discord",
      "contactText": "Se você tiver alguma dúvida ou precisar de suporte, sinta-se à vontade para nos contatar no Discord. Clique no botão abaixo para se juntar ao nosso servidor.",
      "discordBtn": "Junte-se ao nosso Discord",
      "popupTitle": "Termos de Serviço e Política de Privacidade",
      "popupText": "Por favor, leia nossos",
      "termsLink": "Termos de Serviço",
      "andText": "e",
      "privacyLink": "Política de Privacidade",
      "agreeBtn": "Eu Concordo"
    },
    "forumPosts": [
      {
        "title": "Nosso Plano de Expansão Universal",
        "content": "Estamos empolgados em anunciar nosso plano de expansão universal! Já estamos implementando suporte para os idiomas inglês, alemão, francês, holandês, russo e espanhol. Esta iniciativa visa melhorar a acessibilidade e inclusão para nossa comunidade global. Além disso, temos o orgulho de apresentar nosso site redesenhado, oferecendo uma experiência de usuário mais intuitiva e envolvente.",
        "username": "Society",
        "role": "Diretor Executivo",
        "date": "28 de junho de 2024 às 10:00",
        "isNew": true
      },
      {
        "title": "Venda do Emergency Navigator",
        "content": "Estamos felizes em anunciar que o Emergency Navigator foi vendido com sucesso para um novo proprietário. Como um estúdio de desenvolvimento, continuaremos a apoiar o projeto, colaborando estreitamente com o novo proprietário para garantir seu sucesso. Fique atento para mais atualizações!",
        "username": "Society",
        "role": "Diretor Executivo",
        "date": "23 de junho de 2024 às 14:12",
        "isNew": true
      },
      {
        "title": "Bem-vindo aos Fóruns",
        "content": "Bem-vindo ao nosso fórum da comunidade! Este é o centro onde compartilhamos atualizações emocionantes, anunciamos novos lançamentos e discutimos desenvolvimentos importantes. Como o único postador, vou mantê-lo informado sobre as últimas notícias, eventos e oportunidades para se envolver.",
        "username": "Society",
        "role": "Diretor Executivo",
        "date": "23 de junho de 2024 às 14:12",
        "isNew": false
      }
    ],
  
    "services": [
      { "title": "Design de Sites", "description": "Criamos sites impressionantes e responsivos sob medida para suas necessidades." },
      { "title": "Bots para Discord", "description": "Nossa equipe desenvolve bots amigáveis para Discord para simplificar a gestão de servidores e aumentar o engajamento da comunidade." },
      { "title": "ER:LC Liveries", "description": "Fornecemos liveries personalizados para veículos de emergência : liberty county, combinando design inovador com padrões elegantes e modernos." },
      { "title": "Design Gráfico", "description": "Nossos designers criativos entregam gráficos visualmente atraentes para sua marca." }
    ],
    "products": [
      {
        "categoryName": "Sites",
        "products": [
          { "title": "Emergency Navigator", "image": "images/Emergency_Navigator.png", "description": "Emergency Navigator é um site desenvolvido pela Nova Designs..." },
          { "title": "Nova Designs", "image": "images/nova_designs.png", "description": "Bem-vindo ao site da Nova Designs, onde fornecemos informações abrangentes sobre nossos serviços..." }
        ]
      },
      {
        "categoryName": "Bots para Discord",
        "products": [
          { "title": "Bot Nova Designs", "image": "images/nova_designs.png", "description": "O bot Nova Designs foi criado para ajudar a gerenciar o servidor oficial do Discord da Nova Designs." },
          { "title": "Agua", "image": "images/agua.png", "description": "O bot Agua foi criado para moderar, gerenciar e ajudar servidores com comandos divertidos..." }
        ]
      },
      {
        "categoryName": "Designs Gráficos",
        "products": [
          { "title": "Em Breve", "description": "Nossos designs gráficos ainda não estão disponíveis, por favor, volte mais tarde." }
        ]
      }
    ],
  
    "credits": {
      "teamHeading": "Nossa Equipe",
      "teamMembers": [
        {
          "name": "Society",
          "role": "Diretor Executivo",
          "description": "Responsável por supervisionar a direção estratégica e as operações comerciais da empresa."
        },
        {
          "name": "ryderisshort",
          "role": "Vice-Diretor Executivo",
          "description": "Apoia o Diretor Executivo na gestão das atividades diárias e na gestão de projetos."
        },
        {
          "name": "duckytop",
          "role": "Chefe de Relações Públicas",
          "description": "Gerencia a imagem pública e a estratégia de comunicação da empresa."
        },
        {
          "name": "ryderisshort",
          "role": "Diretor de Desenvolvimento",
          "description": "Supervisiona a equipe de desenvolvimento e garante a qualidade dos projetos de software."
        },
        {
          "name": "duckdodgers25.5",
          "role": "Diretor de Desenvolvimento de Conteúdo",
          "description": "Gerencia a criação de conteúdo e garante a consistência e a qualidade de todo o conteúdo publicado."
        },
        {
          "name": "stealth102",
          "role": "Especialista em Tradução (Francês)",
          "description": "Traduza o conteúdo da empresa para o francês e garante a precisão e relevância cultural."
        },
        {
          "name": ".xuragentofthenine",
          "role": "Especialista em Tradução (Holandês)",
          "description": "Traduza o conteúdo da empresa para o holandês e garante a precisão e relevância cultural."
        },
        {
          "name": "Anders_J",
          "role": "Desenvolvedor de Conteúdo Geral",
          "description": "Cria e mantém vários conteúdos para a empresa."
        },
        {
          "name": "duckdodgers25.5",
          "role": "Desenvolvedor de Conteúdo Geral, Desenvolvedor de Sites",
          "description": "Desenvolve e mantém o site da empresa junto com outros conteúdos gerais."
        },
        {
          "name": "ryderisshort",
          "role": "Desenvolvedor de Conteúdo Geral, Desenvolvedor do Roblox Studio",
          "description": "Desenvolve conteúdo para o Roblox Studio e contribui para a criação de conteúdo geral."
        },
        {
          "name": "pack29man",
          "role": "Desenvolvedor de Conteúdo Geral",
          "description": "Contribui para vários projetos de desenvolvimento de conteúdo."
        },
        {
          "name": "duckdodgers25.5",
          "role": "Diretor Executivo do Emergency Navigator",
          "description": "Forneceu valiosas percepções e suporte durante as etapas críticas do desenvolvimento do projeto."
        }
      ]
    }
  }
  