{
    "homepage": {
      "heroTitle": "Nova Designs'a Hoş Geldiniz",
      "heroSubtitle": "Yenilikçi çözümler tasarlıyor ve geliştiriyoruz.",
      "learnMoreBtn": "Daha Fazla Bilgi",
      "trustpilotBtn": "Trustpilot'ta İnceleme Bırak",
      "reviewsTitle": "Müşteri Yorumları",
      "reviews": [
        {
          "text": "Harika bir şey, bir şeyi arıyorsun ve anında orada, RP için çok iyi.",
          "author": "Hogzz, Nova Designs"
        },
        {
          "text": "Nova Designs harika, bana web sitemi oluşturmamda ve yönetmemde yardımcı oldular. Tek yapmam gereken, sitede ne istediğimi açıklamak, bazı tasarım fikirleri ve ismi vermekti ve bir gün içinde bana site görüntüleri gösterildi.",
          "author": "Destiny scripts, Nova Designs"
        }
      ],
      "aboutTitle": "Hakkımızda",
      "aboutText": "Nova Designs, müşterilerimize yüksek kaliteli çözümler sunmaya odaklanmış birinci sınıf bir tasarım ve geliştirme stüdyosudur. Uzman ekibimiz web tasarımı, Discord botları ve grafik tasarım konusunda uzmanlaşmıştır.",
      "contactTitle": "Discord Üzerinden Bize Ulaşın",
      "contactText": "Sorularınız varsa veya destek ihtiyacınız varsa, Discord üzerinden bize ulaşmaktan çekinmeyin. Aşağıdaki düğmeye tıklayarak sunucumuza katılın.",
      "discordBtn": "Discord'a Katıl",
      "popupTitle": "Hizmet Şartları ve Gizlilik Politikası",
      "popupText": "Lütfen bizim",
      "termsLink": "Hizmet Şartları",
      "andText": "ve",
      "privacyLink": "Gizlilik Politikası",
      "agreeBtn": "Kabul Ediyorum"
    },
    "forumPosts": [
      {
        "title": "Evrensel Genişleme Planımız",
        "content": "Evrensel genişleme planımızı duyurmaktan heyecan duyuyoruz! İngilizce, Almanca, Fransızca, Hollandaca, Rusça ve İspanyolca dillerine destek sağlamak için çalışmalara başladık. Bu girişim, küresel topluluğumuz için erişilebilirlik ve kapsayıcılığı artırmayı amaçlıyor. Ayrıca, daha sezgisel ve ilgi çekici bir kullanıcı deneyimi sunan yeniden tasarlanmış web sitemizi tanıtmaktan gurur duyuyoruz.",
        "username": "Society",
        "role": "Genel Müdür",
        "date": "28 Haziran 2024 saat 10:00",
        "isNew": true
      },
      {
        "title": "Emergency Navigator Satışı",
        "content": "Emergency Navigator'un yeni bir sahibine başarıyla satıldığını duyurmaktan mutluluk duyuyoruz. Bir geliştirme stüdyosu olarak, projeyi desteklemeye devam edeceğiz ve yeni sahibi ile yakından işbirliği yaparak başarısını sağlayacağız. Daha fazla güncelleme için bizi takip edin!",
        "username": "Society",
        "role": "Genel Müdür",
        "date": "23 Haziran 2024 saat 14:12",
        "isNew": true
      },
      {
        "title": "Forumlara Hoş Geldiniz",
        "content": "Topluluk forumumuza hoş geldiniz! Burası, heyecan verici güncellemeleri paylaştığımız, yeni sürümleri duyurduğumuz ve önemli gelişmeleri tartıştığımız merkezdir. Tek yazar olarak, en son haberler, etkinlikler ve katılım fırsatları hakkında sizi bilgilendireceğim.",
        "username": "Society",
        "role": "Genel Müdür",
        "date": "23 Haziran 2024 saat 14:12",
        "isNew": false
      }
    ],
  
    "services": [
      { "title": "Web Tasarımı", "description": "İhtiyaçlarınıza göre özel olarak hazırlanmış çarpıcı ve duyarlı web siteleri oluşturuyoruz." },
      { "title": "Discord Botları", "description": "Ekibimiz, sunucu yönetimini kolaylaştırmak ve topluluk katılımını artırmak için kullanıcı dostu Discord botları geliştiriyor." },
      { "title": "ER:LC Araç Kaplamaları", "description": "Acil müdahale : liberty county araçları için yenilikçi tasarımları modern standartlarla birleştirerek özel kaplamalar sağlıyoruz." },
      { "title": "Grafik Tasarımı", "description": "Yaratıcı tasarımcılarımız, markanız için görsel olarak çekici grafikler sunar." }
    ],
    "products": [
      {
        "categoryName": "Web Siteleri",
        "products": [
          { "title": "Emergency Navigator", "image": "images/Emergency_Navigator.png", "description": "Emergency Navigator, Nova Designs tarafından tasarlanmış bir web sitesidir..." },
          { "title": "Nova Designs", "image": "images/nova_designs.png", "description": "Nova Designs web sitesine hoş geldiniz, hizmetlerimiz hakkında kapsamlı bilgiler sağlıyoruz..." }
        ]
      },
      {
        "categoryName": "Discord Botları",
        "products": [
          { "title": "Nova Designs Bot", "image": "images/nova_designs.png", "description": "Nova Designs Discord botu, resmi Nova Designs Discord sunucusunu yönetmeye yardımcı olmak için oluşturulmuştur." },
          { "title": "Agua", "image": "images/agua.png", "description": "Agua bot, sunucuları yönetmek, moderasyon yapmak ve eğlenceli komutlarla sunuculara yardımcı olmak için oluşturulmuştur..." }
        ]
      },
      {
        "categoryName": "Grafik Tasarımları",
        "products": [
          { "title": "Yakında", "description": "Grafik tasarımlarımız henüz mevcut değil, lütfen daha sonra tekrar kontrol edin." }
        ]
      }
    ],
  
    "credits": {
      "teamHeading": "Ekibimiz",
      "teamMembers": [
        {
          "name": "Society",
          "role": "Genel Müdür",
          "description": "Şirketin stratejik yönünü ve iş operasyonlarını denetlemekten sorumludur."
        },
        {
          "name": "ryderisshort",
          "role": "Başkan Yardımcısı",
          "description": "Günlük iş faaliyetlerinin yönetiminde ve proje yönetiminde Genel Müdüre destek olur."
        },
        {
          "name": "duckytop",
          "role": "Halkla İlişkiler Müdürü",
          "description": "Şirketin kamu imajını ve iletişim stratejisini yönetir."
        },
        {
          "name": "ryderisshort",
          "role": "Geliştirme Direktörü",
          "description": "Geliştirme ekibini denetler ve yazılım projelerinin kalitesini sağlar."
        },
        {
          "name": "duckdodgers25.5",
          "role": "İçerik Geliştirme Müdürü",
          "description": "İçerik oluşturmayı yönetir ve tüm yayınlanan içeriğin tutarlılığını ve kalitesini sağlar."
        },
        {
          "name": "stealth102",
          "role": "Çeviri Uzmanı (Fransızca)",
          "description": "Şirket içeriğini Fransızca'ya çevirir ve doğruluğunu ve kültürel uygunluğunu sağlar."
        },
        {
          "name": ".xuragentofthenine",
          "role": "Çeviri Uzmanı (Hollandaca)",
          "description": "Şirket içeriğini Hollandaca'ya çevirir ve doğruluğunu ve kültürel uygunluğunu sağlar."
        },
        {
          "name": "Anders_J",
          "role": "Genel İçerik Geliştirici",
          "description": "Şirket için çeşitli içerikler oluşturur ve sürdürür."
        },
        {
          "name": "duckdodgers25.5",
          "role": "Genel İçerik Geliştirici, Web Sitesi Geliştirici",
          "description": "Şirket web sitesini ve diğer genel içerikleri geliştirir ve sürdürür."
        },
        {
          "name": "ryderisshort",
          "role": "Genel İçerik Geliştirici, Roblox Studio Geliştirici",
          "description": "Roblox Studio için içerik geliştirir ve genel içerik oluşturulmasına katkıda bulunur."
        },
        {
          "name": "pack29man",
          "role": "Genel İçerik Geliştirici",
          "description": "Çeşitli içerik geliştirme projelerine katkıda bulunur."
        },
        {
          "name": "duckdodgers25.5",
          "role": "Emergency Navigator CEO'su",
          "description": "Proje geliştirmesinin kritik aşamalarında değerli bilgiler ve destek sağlamıştır."
        }
      ]
    }
  }
  