{
    "homepage": {
      "heroTitle": "Bienvenue chez Nova Designs",
      "heroSubtitle": "Nous concevons et développons des solutions innovantes.",
      "learnMoreBtn": "En savoir plus",
      "trustpilotBtn": "Laisser un avis sur Trustpilot",
      "reviewsTitle": "Avis des clients",
      "reviews": [
        {
          "text": "Le meilleur, vous cherchez quelque chose et hop, c'est là, très bon pour le RP.",
          "author": "Hogzz, Nova Designs"
        },
        {
          "text": "Nova Designs est incroyable, ils m'ont aidé à créer mon site web et à le gérer pour moi. Tout ce que j'avais à faire était de leur donner une description de ce que je voulais que le site soit, quelques idées de design ainsi que le nom, et voilà, j'ai vu des images en un jour.",
          "author": "Destiny scripts, Nova Designs"
        }
      ],
      "aboutTitle": "À propos de nous",
      "aboutText": "Nova Designs est un studio de design et développement de premier plan axé sur la fourniture de solutions de haute qualité à nos clients. Notre équipe d'experts est spécialisée dans la conception de sites web, les bots Discord et les designs graphiques.",
      "contactTitle": "Contactez-nous sur Discord",
      "contactText": "Si vous avez des questions ou avez besoin de support, n'hésitez pas à nous contacter sur Discord. Cliquez sur le bouton ci-dessous pour rejoindre notre serveur.",
      "discordBtn": "Rejoindre notre Discord",
      "popupTitle": "Conditions d'utilisation et politique de confidentialité",
      "popupText": "Veuillez lire nos",
      "termsLink": "Conditions d'utilisation",
      "andText": "et",
      "privacyLink": "Politique de confidentialité",
      "agreeBtn": "J'accepte"
    },
    "services": [
      { "title": "Conception de Sites Web", "description": "Nous créons des sites web impressionnants et adaptatifs, personnalisés selon vos besoins." },
      { "title": "Bots Discord", "description": "Notre équipe développe des bots Discord conviviaux pour simplifier la gestion des serveurs et améliorer l'engagement communautaire." },
      { "title": "Livrées ER:LC", "description": "Nous proposons des livrées personnalisées pour les véhicules de réponse d'urgence à Liberty County, alliant design innovant et standards modernes et élégants." },
      { "title": "Design Graphique", "description": "Nos designers créatifs produisent des graphismes visuellement attrayants pour votre marque." }
    ],
    "products": [
      {
        "categoryName": "Sites Web",
        "products": [
          { "title": "Emergency Navigator", "image": "images/Emergency_Navigator.png", "description": "Emergency Navigator est un site web conçu par Nova Designs..." },
          { "title": "Nova Designs", "image": "images/nova_designs.png", "description": "Bienvenue sur le site de Nova Designs, où nous fournissons des informations complètes sur nos services..." }
        ]
      },
      {
        "categoryName": "Bots Discord",
        "products": [
          { "title": "Bot Nova Designs", "image": "images/nova_designs.png", "description": "Le bot Discord de Nova Designs est créé pour aider à gérer le serveur officiel de Nova Designs sur Discord." },
          { "title": "Agua", "image": "images/agua.png", "description": "Le bot Agua est créé pour modérer, gérer et aider les serveurs avec des commandes ludiques..." }
        ]
      },
      {
        "categoryName": "Design Graphique",
        "products": [
          { "title": "À venir", "description": "Nos designs graphiques ne sont actuellement pas disponibles. Veuillez revenir plus tard." }
        ]
      }
    ],
    "forumPosts": [
      {
        "title": "Notre plan d'expansion universelle",
        "content": "Nous sommes heureux de vous annoncer notre plan d'expansion universelle ! Nous avons déjà commencé à mettre en place le support des langues anglaise, allemande, française, néerlandaise, russe et espagnole. Cette initiative vise à améliorer l'accessibilité et l'inclusion pour notre communauté mondiale. De plus, nous sommes fiers de présenter notre nouveau design de site web, offrant une expérience utilisateur plus intuitive et attrayante.",
        "username": "Society",
        "role": "Directeur Général",
        "date": "28 juin 2024 à 10h00",
        "isNew": true
      },      
      {
        "title": "Emergency Navigator vendu",
        "content": "Nous sommes heureux d'annoncer que Emergency Navigator a été vendu avec succès à un nouveau propriétaire. En tant que studio de développement, nous continuerons de soutenir le projet, en collaborant étroitement avec le nouveau propriétaire pour assurer son succès. Restez à l'écoute pour plus de mises à jour !",
        "username": "Society",
        "role": "Directeur Général",
        "date": "23 juin 2024 à 14h12",
        "isNew": true
      },
      {
        "title": "Bienvenue sur les forums",
        "content": "Bienvenue sur notre forum communautaire ! C'est le centre où nous partageons des mises à jour passionnantes, annonçons de nouvelles versions et discutons des développements importants. En tant que seul contributeur, je vous tiendrai informé de toutes les dernières nouvelles, événements et opportunités de participation.",
        "username": "Society",
        "role": "Directeur Général",
        "date": "23 juin 2024 à 14h12",
        "isNew": false
      }
    ],
  
      "credits": {
        "teamHeading": "Notre équipe",
        "teamMembers": [
          {
            "name": "Society",
            "role": "Directeur Général",
            "description": "Responsable de la direction stratégique et des opérations commerciales de l'entreprise."
          },
          {
            "name": "ryderisshort",
            "role": "Vice-président Exécutif",
            "description": "Assiste le PDG dans la gestion des activités commerciales quotidiennes et la gestion de projets."
          },
          {
            "name": "duckytop",
            "role": "Chef des Relations Publiques",
            "description": "Gère l'image publique de l'entreprise et la stratégie de communication."
          },
          {
            "name": "ryderisshort",
            "role": "Directeur du Développement",
            "description": "Supervise l'équipe de développement et garantit la qualité des projets logiciels."
          },
          {
            "name": "duckdodgers25.5",
            "role": "Directeur du Développement de Contenu",
            "description": "Gère le développement de contenu et assure la cohérence et la qualité de tous les contenus publiés."
          },
          {
            "name": "stealth102",
            "role": "Spécialiste en Traduction (Français)",
            "description": "Traduit le contenu de l'entreprise en français et garantit précision et pertinence culturelle."
          },
          {
            "name": ".xuragentofthenine",
            "role": "Spécialiste en Traduction (Néerlandais)",
            "description": "Traduit le contenu de l'entreprise en néerlandais et garantit précision et pertinence culturelle."
          },
          {
            "name": "Anders_J",
            "role": "Développeur de Contenu Général",
            "description": "Crée et maintient divers contenus pour l'entreprise."
          },
          {
            "name": "duckdodgers25.5",
            "role": "Développeur de Contenu Général, Développeur de Site Web",
            "description": "Développe et maintient le site web de l'entreprise ainsi que d'autres contenus généraux."
          },
          {
            "name": "ryderisshort",
            "role": "Développeur de Contenu Général, Développeur de Roblox Studio",
            "description": "Développe du contenu pour Roblox Studio et contribue au développement général du contenu."
          },
          {
            "name": "pack29man",
            "role": "Développeur de Contenu Général",
            "description": "Contribue à plusieurs projets de développement de contenu."
          },
          {
            "name": "duckdodgers25.5",
            "role": "PDG de Emergency Navigator",
            "description": "A apporté des connaissances précieuses et un soutien lors des phases critiques du développement du projet."
          }
        ]
      }
}
    